"use client"

import '../globals.css'
import { Layout } from "../styles/Layout";

export default function page2() {
  return (
    <Layout>
      <div>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
    </div>
    </Layout>
  )
}