import type { NextPage } from 'next'

const Page0: NextPage = () => {
  return (
    <div>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
      <p>ページ2</p>
    </div>
  )
}

export default Page0;